IDEA StatiCa Open Model
ColumnDataEc2.UserValuec0Y Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 c0 user value - for nominal stiffness
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double UserValuec0Y { get; set; }
Public Property UserValuec0Y As Double
	Get
	Set
public:
property double UserValuec0Y {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace